import Image from 'next/image';
import Link from 'next/link';
import React from 'react';
import logo from '/assets/images/logo/logo.webp'
const Footer = () => {
    return (
        <div className="bg-gray-100 py-5 px-3 text-xs md:text-base">
            <Link className=' my-3' href="/">
                <Image height={120} width={160} alt='logo' src={logo} />
            </Link>
            <p>অনিরাপদ ও ভেজাল খাবার গ্রহণ করায় দেশে প্রতি তিনজনের একজন লিভার রোগে আক্রান্ত (প্রথম আলো)।
                চাহিদা থাকা সত্ত্বেও সুস্থ থাকার মূল উপকরণ "নিরাপদ খাবার" পাওয়া থেকে আমরা অনেকেই বঞ্চিত হচ্ছি। অথচ নিরাপদ খাবার আপনার অধিকার। আপনাদের নিরাপদ খাদ্যের অধিকার পূরণে এবং মুল্যবান সময় বাচাতে খাঁটি ও নিরাপদ খাবারের প্রতিশ্রুতি নিয়ে eBasket Grocery যাত্রা শুরু করে ২০২০ সাল থেকে। আমাদের উদ্দেশ্য প্রতিটা মানুষের হাতের নাগালে খাঁটি পণ্য পৌঁছে দেয়া। এরই ধারাবাহিকতায়ই চলতি ডিসেম্বর জুড়েই থাকছে বিশেষ আয়োজন , যাতে আপনি পাচ্ছেন, দেশী হাওড় ও নদীর মাছের নিশ্চয়তা। আলহামদুলিল্লাহ্, আপনাদের দোয়া ও ভালোবাসায়ই সম্ভব হয়েছে এত বড় সিধ্যান্ত নেবার সুযোগ। eBasket এর সকল গ্রাহকের প্রতি রইলো আন্তরিক কৃতজ্ঞতা।</p>
        </div>
    );
};

export default Footer;